const termsKO = `CON! CON! TOWN 이용약관
제1조 (목적)
본 약관은 주식회사 스트림미디어코퍼레이션(이하 "당사"라 한다)이 운영하는 CON! CON! TOWN(이하 "본 서비스"라 한다)에서 제공하는 서비스를 CON! CON! TOWN 회원(이하 "회원"이라 한다)이 이용할 때 적용되는 조건을 규정하는 것을 목적으로 합니다.
제2조 (용어의 정의)
본 약관에서 사용하는 주요 용어의 정의는 다음과 같습니다.
1. 본 서비스란, 당사가 재화 및 용역(이하 "재화 등"이라 한다)을 회원에게 제공하기 위해 컴퓨터 및 모바일 등의 수단을 이용하여 거래할 수 있도록 설정한 가상의 영업장을 의미하며, 사이버 몰을 운영하는 사업자의 의미로도 사용됩니다.
2. 회원이란, 본 서비스에 접속하여 본 약관에 따라 당사가 제공하는 서비스를 이용하는 회원 및 비회원을 의미합니다 .
3. 정회원이란, 본 서비스에서 요구하는 개인 정보를 제공하고 회원 등록을 완료한 자로, 지속적으로 본 서비스의 정보를 제공받으며 당사가 제공하는 서비스를 이용할 수 있는 자를 의미합니다.
제3조 (약관 등의 명시 및 개정)
1. 본 서비스는 본 약관의 내용, 상호, 대표자의 성명, 영업소 소재지(소비자의 불만을 처리할 수 있는 장소 포함), 전화번호, 팩스번호 , 이메일 주소, 사업자 등록번호, 통신판매업 신고번호, 개인정보관리책임자 등의 정보를 회원이 쉽게 확인할 수 있도록 초기 서비스 화면(메인 화면) 에 게시합니다.
2. 본 서비스는 회원이 본 약관에 동의하기 전에, 청약 철회, 배송 책임, 환불 조건 등 중요한 내용을 회원이 이해할 수 있도록 별도의 연결 화면 또는 팝업 화면 등을 제공하여 확인을 요청해야 합니다.
3. 본 서비스는 「전자상거래 등에서의 소비자 보호에 관한 법률」, 「약관의 규제에 관한 법률」, 「전자문서 및 전자거래기본법」, 「전자금융거래법」, 「전자서명법」, 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」, 「방문판매 등에 관한 법률」, 「소비자기본법」 등 관련 법을 위반하지 않는 범위 내에서 본 약관을 개정할 수 있습니다.
4. 본 서비스가 약관을 개정하는 경우, 적용일 및 개정 사유를 명시하여 현행 약관과 함께 본 서비스의 메인 페이지 에 적용일 7일 전부터 적용일 전일까지 공지합니다.
단, 회원에게 불리한 내용으로 개정하는 경우에는 최소 30일 이상의 사전 유예 기간을 두고 공지합니다. 이 경우, 본 서비스는 개정 전과 개정 후의 내용을 명확하게 비교하여 회원이 이해하기 쉽도록 표시합니다.
5. 본 서비스가 약관을 개정하는 경우, 개정 약관은 적용일 이후 체결되는 계약에 한하여 적용되며, 적용일 이전에 이미 체결된 계약에는 개정 전 약관이 적용됩니다. 단, 기존 계약을 체결한 회원이 개정 약관 적용을 원할 경우, 개정 약관 공지 기간 내에 본 서비스에 요청하고 본 서비스의 동의를 얻으면 개정 약관이 적용될 수 있습니다.
6. 본 약관에서 정하지 않은 사항 및 본 약관의 해석에 대해서는 「전자상거래 등에서의 소비자 보호에 관한 법률」, 「약관의 규제에 관한 법률」, 「공정거래위원회가 정한 전자상거래 등에서의 소비자 보호 지침」 및 관련 법령 또는 상관례에 따릅니다.
제4조 (서비스 제공 및 변경)
1. 본 서비스는 다음과 같은 업무를 수행합니다.
①재화 등의 정보 제공 및 구매 계약 체결
② 구매 계약이 체결된 재화 등의 배송
③기타 본 서비스가 정하는 업무
2. 본 서비스는 재화 등의 품절 또는 기술적 사양 변경 등의 사유가 발생한 경우, 향후 체결될 계약을 통해 제공할 재화 등의 내용을 변경할 수 있습니다. 이 경우, 변경된 재화 등의 내용과 제공일을 명시하고 기존 재화 등의 내용을 게시한 위치에 즉시 공지합니다.
3. 본 서비스는 회원과 체결한 서비스의 내용을 재화 등의 품절 또는 기술적 사양 변경 등의 사유로 변경할 경우, 회원이 제공한 주소로 즉시 통지합니다.
4. 본 서비스는 위 사유로 인해 회원이 입은 손해를 배상합니다. 단, 본 서비스가 고의 또는 과실이 없음을 입증한 경우에는 배상하지 않습니다.
제5조 (서비스 중단)
1. 본 서비스는 컴퓨터 등 정보통신 설비의 유지보수, 교체, 고장, 통신 장애 등의 사유가 발생한 경우, 서비스 제공을 일시적으로 중단할 수 있습니다.
2. 본 서비스는 위 사유로 인해 서비스 제공이 일시적으로 중단되어 회원 또는 제3자가 입은 손해에 대해 배상합니다. 단, 본 서비스가 고의 또는 과실이 없음을 입증한 경우에는 배상하지 않습니다.
3. 사업 종목 변경, 사업 포기, 회사 간 합병 등의 사유로 인해 서비스를 제공할 수 없게 되는 경우, 본 서비스는 제8조에서 정한 방법으로 회원에게 통지하고, 기존에 제시한 조건에 따라 회원에게 보상합니다.
제6조 (회원 가입)
1. 회원은 본 서비스가 정한 가입 양식에 따라 회원 정보를 입력하고, 본 약관에 동의함으로써 회원 가입을 신청합니다.
2. 본 서비스는 다음 각 호에 해당하지 않는 경우에 한하여 회원 등록을 승인합니다.
①회원이 제7조 제3항에 따라 이전에 회원 자격을 상실한 적이 있는 경우. 단, 제7조 제4항에 따라 회원 자격 상실 후 3년이 경과한 자로서 본 서비스의 재가입 승인을 받은 경우는 예외로 합니다.
②등록 내용에 허위, 누락, 오기가 있는 경우.
③기타 회원으로 등록하는 것이 본 서비스의 기술상 현저히 문제가 있다고 판단되는 경우.
3. 본 서비스는 가입 신청자의 신청 내용을 확인한 후 승인 통지를 하며, 이 통지를 통해 회원 가입 계약이 성립됩니다.
4. 회원 계정을 등록함으로써, 회원은 본 서비스의 이메일 수신 서비스에 기본적으로 가입되며, 당사로부터 프로모션 및 기타 정보를 이메일로 제공받는 것에 동의하는 것으로 간주됩니다. 이메일 수신을 원하지 않는 경우, 홈페이지의 개인정보 설정 페이지에서 수동으로 구독을 해제할 수 있습니다.
5. 회원은 제16조 제1항에 따른 등록 사항에 변경이 있는 경우, 즉시 이메일 또는 기타 방법을 통해 본 서비스에 변경 사항을 통지해야 합니다.
제7조 (회원 탈퇴, 휴면 계정 전환 및 자격 상실 등)
1. 회원은 언제든지 본 서비스에 탈퇴를 요청할 수 있으며, 본 서비스는 즉시 회원 탈퇴를 처리합니다.
2. 회원이 다음 각 호의 사유에 해당하는 경우, 본 서비스는 회원 자격을 제한·정지하거나 말소할 수 있습니다.
①가입 신청 시 허위 내용을 등록한 경우
②본 서비스를 이용하여 구매한 재화 등의 대금 및 기타 본 서비스 이용과 관련하여 회원이 부담하는 채무를 기한 내에 지급하지 않은 경우
③타인의 본 서비스 이용을 방해하거나, 정보 도용 등 전자상거래 질서를 위협하는 경우
④본 서비스를 이용하여 법령 또는 본 약관이 금지하는 행위나 공공질서 및 미풍양속에 반하는 행위를 하는 경우
⑤본 서비스에서 제공하는 콘서트, 팬미팅, 쇼케이스 등의 티켓을 양도하거나 재판매하는 행위를 하는 경우(「경범죄처벌법」 제3조에 근거)
⑥기타 다음과 같은 행위를 통해 당사의 건전한 운영을 해치거나 업무를 방해하는 경우
가.	당사의 운영과 관련하여 근거 없는 사실 또는 허위 사실을 유포하여 당사의 명예를 훼손하거나 신뢰를 떨어뜨리는 경우
나.	당사의 운영 과정에서 직원에게 폭언 또는 음란한 언행을 하여 업무 환경을 심각하게 해치는 경우
다.	당사의 운영 과정에서 이유 없는 반복적인 연락, 소란, 협박 또는 인과관계가 입증되지 않은 피해에 대한 보상(적립금, 현금, 상품) 요구 등으로 업무를 방해하는 경우
라.	본 서비스를 통해 구매한 상품 또는 용역에 특별한 하자가 없음에도 불구하고 일부를 사용한 후, 상습적으로 주문 취소·전부 또는 부분 반품 등을 반복하여 당사의 업무를 방해하는 경우. 단, 회원의 취소·반품 비율이 당사의 평균 취소·반품률보다 50% 이상 높은 경우에 한하여 상습적인 행위로 간주됩니다.
3. 본 서비스가 회원 자격을 제한·정지한 후, 동일한 행위가 2회 이상 반복되거나 30일 이내에 그 사유가 시정되지 않는 경우, 본 서비스는 회원 자격을 상실시킬 수 있습니다.
4. 본 서비스가 회원 자격을 상실시키는 경우, 회원 등록을 말소합니다. 이 경우, 회원에게 이를 통지하고 회원 등록을 말소하기 최소 30일 이상의 기간을 정하여 소명할 기회를 제공합니다.
5. 마지막 로그인 후 1년 동안 로그인하지 않은 경우, 계정이 휴면 계정으로 전환됩니다. 휴면 계정은 이메일 인증을 완료하면 다시 이용할 수 있습니다. 
제8조 (회원에 대한 통지)
1. 본 서비스가 회원에게 통지를 하는 경우, 회원이 본 서비스와 사전에 약정하여 지정한 전자메일 또는 애플리케이션을 사용할 수 있습니다.
2. 본 서비스는 불특정 다수의 회원에게 통지할 경우, 1주일 이상 본 서비스 애플리케이션 내에 게시함으로써 개별 통지로 간주할 수 있습니다.
단, 회원 본인의 거래와 관련하여 중대한 영향을 미치는 사항에 대해서는 개별적으로 통지합니다.
제9조 (구매 신청 및 개인정보 제공 동의 등)
본 서비스 회원은 다음 방법을 통해 구매를 신청할 수 있으며, 본 서비스는 회원의 신청 과정에서 다음 내용을 명확하게 제공해야 합니다.
1.	성명, 성별, 국가, 도시, 여권 번호, 연락처 등의 입력
제10조 (계약의 구성)
1.	여행 계약은 여행 약관 및 여행 일정표를 계약 내용으로 간주합니다.
2.	여행 일정표에는 여행 날짜별 여행지 및 관광 내용, 교통수단, 쇼핑 횟수, 숙박 장소, 식사, 여행 일정 및 회원에게 제공되는 서비스 내용과 회원이 유의해야 할 사항이 포함되어야 합니다.
회원이 인터넷 등 전자 정보망을 통해 제공된 여행 계약서, 약관 및 여행 일정표(또는 여행 설명서) 내용을 확인하고 여행 계약 체결을 신청한 경우, 당사가 전자 정보망 또는 기계적 장치를 이용하여 회원에게 승낙 의사를 통지하면, 해당 계약서, 약관 및 여행 일정표(또는 여행 설명서)가 회원에게 교부된 것으로 간주합니다.
제11조 (계약의 성립)
당사는 제9조에 따른 구매 신청에 대해 다음 각 호에 해당하지 않는 한 이를 승인합니다.
단, 미성년자와 계약을 체결하는 경우, 법정대리인의 동의를 얻지 못하면 미성년자 본인 또는 법정대리인이 계약을 취소할 수 있다는 내용을 고지합니다.
1.	신청 내용에 허위, 누락, 오기가 있는 경우
2.	기타, 구매 신청을 승인하는 것이 당사의 기술적으로 현저한 문제를 초래할 것으로 판단되는 경우
제12조 (지불 방법)
본 서비스에서 구매한 재화 등의 대금은 다음 각 호의 방법 중 이용 가능한 방법으로 결제할 수 있습니다.
단, 본 서비스는 회원의 결제 방식에 대해 재화 등의 대금 외에 어떠한 명목으로도 추가 수수료를 부과할 수 없습니다.
1.    PayPal을 이용한 선불카드, 직불카드, 신용카드 등 각종 카드 결제
2.    PayPal을 이용한 전자화폐 결제
3. Toss Pay 를 이용한 신용카드, 네이버페이, 카카오페이 결제 
제13조 (최소 행사 인원 미달로 인한 계약 해지)
당사는 행사 진행을 위한 최소 인원이 미달하여 여행 계약을 해지하는 경우, 사전에 회원에게 통지해야 합니다.
제14조 (계약 체결 거부)
당사는 회원이 다음 각 호에 해당하는 사유가 있는 경우, 회원과의 계약 체결을 거부할 수 있습니다.
1.	다른 회원에게 불편을 끼치거나 여행의 원활한 진행에 지장을 초래할 것으로 판단되는 경우
2.	질병 등의 사유로 인해 여행이 어렵다고 판단되는 경우
3.	계약서에 명시된 최소 진행 인원이 미달한 경우
제15조 (여행 요금)
1.	기본 요금에는 다음 각 호의 항목이 포함됩니다. 단, 아래 ①~⑥번 항목은 회원이 직접 여행지에서 지불해야 하지만, 당사는 회원의 편의를 위해 이를 수탁하여 대신 지불할 수 있습니다.
①      공항, 역, 부두와 호텔 간의 송영 버스 요금(공연 당일)
②      숙박 요금 및 식사 요금
③      가이드 경비
④      여행 중 필요한 각종 세금
⑤      일정표 내 관광지 입장료
⑥      기타 개별 계약에 따른 비용
2.	회원은 계약 체결 시 총 금액을 당사에 납부해야 하며, 이는 여행 요금 또는 손해 배상액의 전부 또는 일부로 간주됩니다.
3.	회원은 제1항의 여행 요금을 계약 당사자가 약정한 내용에 따라 PayPal ,Toss Pay 방식 으로 결제해야 합니다.
제16조 (여행 조건 변경 및 요금 정산 등)
1.	제1조에서 규정한 여행 조건은 다음 각 호에 해당하는 경우에 한하여 변경될 수 있습니다.
①      회원의 안전과 보호를 위해 회원의 요청이 있거나, 현지 사정으로 인해 불가피하다고 양측이 합의한 경우
②      천재지변, 전쟁, 정부 명령, 운송·숙박 기관 등의 파업·휴업으로 인해 여행 목적을 달성할 수 없는 경우
2.	제1항에 따른 여행 조건 변경으로 인해 제15조 제1항의 여행 요금에 증감이 발생하는 경우, 여행 출발 전 변경된 금액은 출발 전에 정산(환불)해야 하며, 여행 중 변경된 금액은 여행 종료 후 10일 이내에 정산(환불)해야 합니다.
3.	제1항의 규정에 의하지 않고 여행 조건이 변경되거나, 제17조 또는 제18조의 규정에 따라 계약이 해지되어 손해 배상 금액이 발생한 경우, 여행 출발 전 발생한 금액은 출발 전에, 여행 중 발생한 금액은 여행 종료 후 1개월 이내에 각자 정산(환불)해야 합니다.
4.	회원은 여행 출발 후, 개인 사정으로 인해 숙박, 식사, 관광 등 여행 요금에 포함된 서비스를 제공받지 못한 경우, 해당 서비스에 대한 요금 환불을 당사에 청구할 수 없습니다. 단, 여행이 중도 종료된 경우에는 제19조에 따라 처리합니다.
제17조 (여행 출발 전 계약 해지)
1.	당사 또는 회원은 여행 출발 전에 본 여행 계약을 해지할 수 있습니다.이 경우 발생하는 손해 배상 금액은 「소비자분쟁해결기준」(공정거래위원회 고시)에 따라 보상합니다.
2.	당사 또는 회원은 여행 출발 전 다음 각 호의 사유가 발생한 경우, 상대방에게 제1항의 손해 배상 금액을 지급하지 않고 여행 계약을 해지할 수 있습니다.
①     당사가 계약을 해지할 수 있는 경우
가. 제16조 제1항 제1호 및 제2호에 해당하는 사유가 발생한 경우
나. 회원이 다른 회원에게 불편을 끼치거나 여행의 원활한 진행에 현저한 지장을 초래할 것으로 판단되는 경우
다. 회원이 질병 등의 이유로 신체에 이상이 발생하여 여행 참여가 불가능한 경우
라. 회원이 계약서에 명시된 기한 내에 여행 요금을 지급하지 않은 경우
②     회원이 계약을 해지할 수 있는 경우
가. 제16조 제1항 제1호 및 제2호에 해당하는 사유가 발생한 경우
나. 회원이 질병 등의 이유로 신체에 이상이 발생하여 여행 참여가 불가능한 경우
다. 당사의 귀책 사유로 인해 계약서에 명시된 여행 일정대로 여행 진행이 불가능한 경우
제18조 (여행 출발 후 계약 해지)
1.	당사 또는 회원은 여행 출발 후 불가피한 사유가 발생한 경우 계약을 해지할 수 있습니다.단, 이로 인해 상대방이 입은 손해를 배상해야 합니다.
2.	제1항의 규정에 따라 계약이 해지된 경우, 당사는 회원이 귀가하는 데 필요한 조치를 협조해야 하며, 이에 필요한 비용 중 당사의 귀책 사유가 없는 비용은 회원이 부담합니다.
제19조 (패키지 환불)
본 서비스는 회원이 구매 신청한 재화 등이 품절 등의 사유로 제공할 수 없는 경우, 즉시 해당 사유를 회원에게 통지하고, 사전에 재화 등의 대금을 받은 경우 환불하거나 환불에 필요한 조치를 취합니다.
단, 취소 수수료는 다음의 경우를 제외한 모든 경우에 적용됩니다.
1.	행사가 취소된 경우
2.	행사가 개최되는 국가에서 내전, 천재지변, 전염병 등의 사유로 해당 국가 정부가 여행 불가 판정을 내린 경우
제20조 (MD 판매 및 환불)
1.	MD(Merchandise, 굿즈)는 SM 엔터테인먼트 또는 관련 업무 제휴사가 판매하는 콘서트 및 아티스트 굿즈를 의미하며, 본 서비스는 해당 MD를 위탁 판매하는 역할을 합니다. 따라서 제품의 제조 및 A/S(애프터서비스) 책임은 제조·공급자에게 있습니다.
2.	MD 판매 대상은 해당 콘서트 패키지를 구매한 회원에 한정됩니다.
3.	MD의 교환 및 환불은 구매자가 투어 데스크에서 현장에서 직접 수령(대면 수령)한 후, 즉시 개봉하여 상태를 확인하고 이상이 발견된 경우에만 가능합니다. 수령 서명 후에는 교환 및 환불 처리가 불가능합니다.
4.	구매한 MD는 구매자 본인이 투어 데스크에서 직접 수령하는 것을 원칙으로 하며, 당사가 대면 배포가 불가피하다고 판단한 경우에 한하여 배송 서비스를 제공합니다.
5.	MD 사전 구매 서비스가 제공되지 않는 패키지가 오픈될 가능성도 있습니다.
6.	환불 시 결제 대행사에서 발생하는 수수료, 구매 시점과 환불 시점 간 환율 차이로 인한 환차익 또는 환차손은 MD 구매자가 부담해야 합니다.
제21조 (개인정보 보호)
1.	본 서비스는 회원의 개인정보를 수집할 때, 서비스 제공에 필요한 최소한의 범위에서만 수집합니다.
2.	본 서비스는 회원의 개인정보를 수집·이용할 경우, 그 목적을 회원에게 사전에 고지하고 동의를 받습니다.
3.	본 서비스는 수집한 개인정보를 목적 외의 용도로 이용할 수 없으며, 새로운 이용 목적이 발생하거나 제3자에게 제공해야 할 경우, 이용 및 제공 단계에서 회원에게 그 목적을 고지하고 동의를 받습니다. 단, 관련 법령에 별도의 규정이 있는 경우는 예외로 합니다.
4.	본 서비스가 제2항 및 제3항에 따라 회원의 동의를 요청할 때에는, 개인정보 관리 책임자의 신원(소속, 성명 및 전화번호 등 연락처), 정보의 수집 및 이용 목적, 제3자 제공 관련 사항(제공 대상, 제공 목적, 제공하는 정보의 내용) 등을 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」 제22조 제2항에 따라 사전에 명시하거나 고지해야 하며, 회원은 언제든지 이 동의를 철회할 수 있습니다.
5.	회원은 언제든지 본 서비스가 보유한 자신의 개인정보를 열람하거나 오류를 정정할 것을 요구할 수 있으며, 본 서비스는 이에 대해 신속하게 필요한 조치를 취해야 합니다. 회원이 정정을 요구한 경우, 본 서비스는 해당 오류를 정정할 때까지 해당 개인정보를 이용하지 않습니다.
6.	본 서비스는 개인정보 보호를 위해 개인정보를 취급하는 담당자를 최소한으로 제한해야 하며, 회원의 개인정보가 분실, 도난, 유출, 동의 없는 제3자 제공, 변조 등으로 인해 회원이 피해를 입은 경우 모든 책임을 집니다.
7.	본 서비스 또는 개인정보를 제공받은 제3자는 개인정보의 수집 또는 제공 목적을 달성한 후에는 해당 개인정보를 지체 없이 파기합니다.
8.	본 서비스는 개인정보의 수집, 이용, 제공에 대한 동의를 사전에 선택된 상태로 설정하지 않습니다. 또한, 개인정보의 수집·이용·제공에 대해 회원이 동의를 거부한 경우, 제한되는 서비스가 있다면 그 내용을 구체적으로 명시하며, 필수 수집 항목이 아닌 개인정보에 대한 동의 거부를 이유로 회원 가입 및 서비스 제공을 제한하거나 거부하지 않습니다.
제22조 (본 서비스의 의무)
1.	본 서비스는 법령과 본 약관이 금지하거나 공공질서 및 미풍양속에 반하는 행위를 하지 않으며, 본 약관이 정하는 바에 따라 지속적이고 안정적으로 재화 등을 제공하기 위해 최선을 다해야 합니다.
2.	본 서비스는 회원이 안전하게 인터넷 서비스를 이용할 수 있도록 회원의 개인정보(신용정보 포함) 보호를 위한 보안 시스템을 갖추어야 합니다.
3.	본 서비스가 상품이나 용역에 대해 「표시·광고의 공정화에 관한 법률」 제3조에 규정된 부당한 표시·광고 행위를 하여 회원이 손해를 입은 경우, 이를 배상할 책임을 집니다.
4.	본 서비스는 회원이 원하지 않는 영리 목적의 광고성 전자메일을 발송하지 않습니다.
제23조 (회원의 ID 및 비밀번호에 대한 의무)
1.	제20조의 경우를 제외하고, ID 및 비밀번호의 관리 책임은 회원에게 있습니다.
2.	회원은 자신의 ID 및 비밀번호를 제3자가 사용하도록 해서는 안 됩니다.
3.	회원이 자신의 ID 및 비밀번호를 도난당하거나 제3자가 사용하고 있음을 인지한 경우, 즉시 본 서비스에 통보해야 하며, 본 서비스의 안내가 있을 경우 이에 따라야 합니다.
제24조 (회원의 의무)
회원은 다음과 같은 행위를 해서는 안 됩니다.
1.	신청 또는 변경 시 허위 내용 등록
2.	타인의 정보 도용
3.	본 서비스에 게시된 정보 변경
4.	본 서비스가 승인하지 않은 정보(컴퓨터 프로그램 등)의 전송 또는 게시
5.	본 서비스 및 제3자의 저작권 등 지적재산권 침해
6.	본 서비스 및 제3자의 명예를 훼손하거나 업무를 방해하는 행위
7.	음란하거나 폭력적인 메시지, 이미지, 음성, 기타 공공질서 및 미풍양속에 반하는 정보를 본 서비스에 공개 또는 게시하는 행위
제25조 (저작권의 귀속 및 이용 제한)
1.	본 서비스가 제작한 저작물에 대한 저작권 및 기타 지적재산권은 본 서비스에 귀속됩니다.
2.	회원은 본 서비스를 이용하는 과정에서 얻은 정보 중 본 서비스에 지적재산권이 귀속된 정보를, 본 서비스의 사전 승인 없이 복제, 전송, 출판, 배포, 방송 또는 기타 방법으로 영리 목적으로 이용하거나 제3자에게 이용하도록 해서는 안 됩니다.
제26조 (회원의 게시물 및 저작권)
1.	게시물이란, 회원이 서비스를 이용하는 과정에서 게시한 글, 사진, 각종 파일 및 링크 등을 의미합니다.
2.	회원의 게시물로 인해 발생한 손해나 기타 문제에 대한 책임은 회원 본인에게 있으며, 당사는 이에 대한 책임을 지지 않습니다.
3.	당사는 다음 각 호에 해당하는 게시물 등에 대해 회원의 사전 동의 없이 임의로 게시 중단, 수정, 삭제, 이동 또는 등록 거부 등의 조치를 취할 수 있습니다.
l  다른 회원 또는 제3자를 심하게 모욕하거나 명예를 훼손하는 내용이 포함된 경우
l  공공질서 및 미풍양속에 반하는 내용을 유포하거나 이에 대한 링크를 포함한 경우
l  불법 복제 또는 해킹을 조장하는 내용이 포함된 경우
l  제3자의 저작권을 침해하여 게시 중단 요청을 받은 경우
l  영리를 목적으로 하는 광고성 게시물인 경우
l  범죄와 연관성이 있다고 객관적으로 판단되는 내용이 포함된 경우
l  게시물의 내용이 해당 게시판의 성격과 맞지 않는 경우
l  회원 또는 제3자의 저작권 등 권리를 침해하는 정치적·종교적 견해가 포함된 경우로서, 당사가 서비스 성격에 부합하지 않는다고 판단하는 경우
l  당사가 규정한 게시물 작성 원칙에 위배되거나, 해당 게시판의 성격과 맞지 않는 경우
l  기타 관련 법령을 위반한다고 판단되는 경우
4.	회원이 게시한 게시물의 저작권은 회원에게 귀속됩니다. 단, 당사는 서비스 운영, 전시, 전송, 배포 및 홍보를 목적으로 회원의 별도 허가 없이 무상으로 저작권법에서 규정한 공정한 이용 관행에 따라 회원의 게시물을 사용할 수 있습니다.
5.	당사가 전항 외의 방법으로 회원의 게시물을 이용하고자 할 경우, 전화, 팩스, 전자메일 등의 방법을 통해 사전에 회원의 동의를 받아야 합니다.
6.	회원이 이용 계약을 해지한 경우, 타인에 의해 저장되거나 재게시된 게시물, 복제된 게시물, 다른 게시물과 결합된 형태로 제공된 게시물 및 커뮤니티 게시판 등에 등록된 게시물은 삭제되지 않습니다.
제27조 (분쟁 해결)
1.    당사는 회원이 제기하는 불만 사항 및 의견을 우선적으로 처리합니다. 단, 신속한 처리가 어려운 경우, 해당 사유와 처리 일정을 회원에게 즉시 통보합니다.
2.    당사와 회원 간에 전자상거래와 관련된 분쟁이 발생하여 회원이 피해 구제를 신청하는 경우, 회원과 당사는 상호 성실하게 협의하여 이를 해결해야 합니다.
제28조 (준거법 및 재판 관할)
1.    본 사이트의 이용 및 본 약관의 적용 및 해석은 일본법을 준거법으로 합니다.
2.    회원은 본 서비스 이용 또는 본 약관과 관련하여 당사와 소송이 필요할 경우, 도쿄지방법원 또는 도쿄간이재판소를 제1심의 전속적 합의 관할 법원으로 하는 데 동의합니다.
본 규정은 2025년 3월 1일부터 적용됩니다.`;

export default termsKO;
