const termsJP = `CON! CON! TOWN 利用規約
第1条 (目的)
本規約は、株式会社ストリームメディアコーポレーション(以下「当社」といいます。)が運営するCON! CON! TOWN(以下「当会」といいます。)において提供されるサービスをCON! CON! TOWN会員(以下「会員」といいます。)が利用する際の条件を定めることを目的とします。
第2条 (用語の定義)
本規約で使われる主要用語の定義は次の各号に定めるとおりとします。
1.      当会とは、当社が財貨または用役(以下「財貨等」といいます。)を会員に提供する為にコンピューター、モバイルなどを利用し、財貨等を取引できるように設定した仮想の営業場をいい、並びにサイバーモールを運営する事業者の意味としても使用します。
2.      会員とは、当会に接続し本規約に従い当会が提供するサービスを受ける会員及び非会員を言います。
3.      会員とは、当会に個人情報を提供し会員登録を行った者として、当会の情報を持続的に提供され、当会が提供するサービスを継続的に利用できる者を言います。
第3条 (規約などの明示と説明及び改定)
1.      当会は本規約の内容と商号及び代表者の氏名、営業所所在地の住所(消費者の苦情を処理することができる所の住所を含む)、電話番号、模寫電送(ファックス)番号、 電子メールアドレス、事業者登録番号、通信販売業申告番号、個人情報管理責任者などを会員が容易に分かるように当会の初期サービス画面(メイン画面) に掲示します。
2.      当会は会員が規約に同意する前に規約に定められている内容のうち、請約撤回、配送責任、払い戻し条件などのような重要な内容を会員が理解できるように別途の連結画面またはポップアップ画面などを提供し、会員から確認を求める必要があります。
3.      当会は「電子商取引などでの消費者保護に関する法律」、「規約の規制に関する法律」、「電子文書および電子取引基本法」、「電子金融取引法」、「電子署名法」、「情報通信網利用促進および情報保護などに関する法律」、「訪問販売などに関する法律」、「消費者基本法」などの関連法を違反しない範囲で本規約を改正することができます。
4.      当会が規約を改正する場合には適用日及び、改正事由を明示し現行規約とともに当会のメインページ  に適用日の7日前から適用日の前日まで告知します。
但し、会員に不利になるような規約内容を変更する場合には、最低30日以上の事前猶予期間を置いて告知します。この場合、当会は改正前の内容と改正後の内容を明確に比較し、会員が分かりやすいように表示します。
5.      当会が規約を改正する場合には、その改正規約はその適用日以降に締結される契約に限って適用され、それ以前に締結された契約に対しては改正前の規約条項がそのまま適用されます。但し、すでに契約を締結した会員が改正規約条項の適用を受けることを希望する場合、その希望内容を前項による改正規約の告知期間内に当会に送信し、当会の同意を得た場合には改正規約条項が適用されます。
6.      本規約で定めていない事項と本規約の解釈に関しては「電子商取引などでの消費者保護に関する法律」、「規約の規制などに関する法律」、「公正取引委員会が定める電子商取引」などでの消費者保護指針および関係法令または商取引慣例に従います。
第4条 (サービス提供および変更)
1.      当会は次のような業務を行います。
①     財貨等に対する情報提供および購買契約の締結
②     購買契約が締結された財貨等の配送
③     その他、当会が定める業務
2.      当会は 財貨等の品切れまたは技術的仕様の変更などの場合には、今後締結される契約により提供する財貨等の内容を変更することができます。この場合には変更された財貨等の内容および提供日を明示し、現在の財貨等の内容を掲示した所に速やかに告知します。
3.      当会が提供する会員と締結したサービスの内容を財貨等の品切れまたは技術的仕様の変更などの事由で変更する場合には、その事由を会員に通知できる住所に速やかに通知します。
4.      前項の場合当会はこれにより会員が受ける損害を賠償します。但し、当会に故意または過失がないことを立証できる場合には賠償しません。
第5条 (サービスの中断)
1.      当会はコンピューターなど情報通信設備の補修点検、交替および故障、通信途絶などの事由が発生した場合にはサービスの提供を一時的に中断することができます。
2.      当会は前項の事由でサービスの提供が一時的に中断されることにより、会員または第三者が受ける損害に対して賠償します。但し、当会が故意または過失がないことを立証する場合には賠償しません。
3.      事業種目の転換、事業の放棄、会社間の統合などの理由でサービスを提供できなくなる場合には、当会は第8条に定められた方法で会員に通知し、当初、当会で提示した条件に従って会員に補償します。
第6条 (会員加入)
1.      会員は当会が決めた加入様式に従って会員情報を記入し、その規約に同意する意思を表することで会員加入を申請します。
2.      当会は前項のように会員として加入することを申請した加入申請者のうち、次の各号に該当しない場合に限り会員として登録します。
①    　加入申請者が本規約の第7条第3項により以前に会員資格を喪失したことがある場合。但し、第7条第4項による会員資格の喪失後、3年が経過した者で当会から会員再加入承諾を得た場合には例外とする。
②    登録内容に虚偽、記載漏れ、誤記がある場合。
③    その他、会員として登録することが当会の技術上顕著に支障があると判断される場合。
3.      当会は加入申請者からの申請を確認した後、通知することによって入会申込みを承諾したものとみなし、この通知をもって加入契約の成立とみなします。
4.      会員アカウントを登録することにより、会員は基本的に当会のメール配信サービスに加入し、当社からのプロモーションやその他の情報のメール配信の提供に同意するものとします。メール配信を停止したい場合は、ホームページの個人情報ページ にて手動で該当サービスを解除することができます。
5.      会員は第16条第1項による登録事項に変更がある場合、速やかに電子メールまたは他の方法を通じて当会に対してその変更事項を知らせる必要があります。
第7条 (会員退会、休眠アカウントの切り替え及び資格喪失など)
1.      会員は当会にいつでも退会を要請することができ、当会は速やかに会員退会を処理します。
2.      会員が次の各号の事由に該当する場合、当会は会員資格の制限、停止および末梢することができます。
①    加入申請の際、虚偽内容を登録した場合
②    当会を利用して購入した財貨等の代金、その他当会利用に関連して会員が負担する債務を期限内に支払わない場合
③     他人の当会利用を妨害したり、情報を盗用するなど、電子商取引の秩序を脅威する場合
④    当会を利用して法令または本規約が禁止したり公序良俗に反する行為をする場合
⑤    当会に含まれるコンサート、ファンミーティング、ショーケースなどのチケットの譲渡、および転売行為をする場合(軽犯罪処罰法第3条に基づく)
⑥     その他、次のような行為などで当社の健全な運営を害したり、当社の業務を妨害する場合
あ. 当社の運営に関連して根拠のない事実または虚偽の事実を適時、流布して当社の名誉を失墜し、信頼性を害する場合
い. 当社の運営過程で職員に暴言または淫乱な言行をし、業務環境を深刻に害する場合
う. 当社の運営過程で理由ない度重なる連絡や騒動または脅迫、因果関係が立証されない被害に対する補償(積立金、現金、商品)の要求などで業務を妨害する場合
え. 当社を通じて購入した商品または用役に特別な瑕疵がないにも関わらず、一部を使用後、常習的な取消・全部または部分返品などで当社の業務を妨害する場合。但し、会員の取消・返品の比率が会社の平均取消・返品率より50％以上高い場合に限り常習的であると見なされます。
3. 当会が会員資格を制限・停止させた後、同一の行為が2回以上繰り返されたり、30日以内にその事由が是正されない場合、当会は会員資格を喪失させることができます。
4. 当会が会員資格を喪失させる場合には会員登録を抹消します。この場合、会員にこれを通知し会員登録を抹消する前に最小限30日以上の期間を決めて疏明する機会を与えます。
5, 最終ログイン後、1年間ログインしなかった場合、休眠アカウントに変更されます。休眠アカウントは、メールアドレス認証を完了すると、再度利用することが可能です。
第8条 (会員に対する通知)
1.      当会が会員に対する通知をする場合、会員が当会と事前に約定して指定した電子メールまたはアプリを使用することができます。
2.      当会は不特定多数の会員に対する通知の場合、1週間以上当会アプリ内に掲示することで個別通知として見なすことができます。但し、会員本人の取引と関連して重大な影響を与える事項に関しては個別通知をします。
第9条 (購買の申し込み及び個人情報提供の同意など)
当会会員は下記の方法によって購買を申し込んで、当会は会員の申し込みにおいて次の内容を分かりやすく提供しなければなりません。
1.      氏名、性別、国家、都市、パスポート番号、連絡先などの入力
第10条 (契約の構成)
1.      旅行契約は旅行規約、旅行日程表を契約内容と見なします。
2.      旅行日程表には旅行日付ごとの旅行地と観光内容、交通手段、ショッピング回数、宿泊場所、食事、旅行実施日程及び会員提供サービス内容と会員の留意事項が含まれていなければなりません。
会員がインターネットなどの電子情報網で提供された旅行契約書、規約及び旅行日程表(または旅行説明書)の内容に同意し旅行契約の締結を申し込んだことに対し、当社が電子情報網または機械的装置などを利用し会員に承諾の意思を通知した場合、当社が会員に旅行契約書と旅行規約及び旅行日程表(または旅行説明書)が交付されたこととして見なします。
第11条 (契約の成立)
当社は第9条のような購買の申し込みに対して次の各号に該当しない限り承諾します。但し、未成年者と契約を締結する場合には、法定代理人の同意を得られない場合、未成年者本人または法定代理人が契約を取り消すことができるという内容を告知します。
1.      申し込み内容に虚偽、記載漏れ、誤記がある場合
2.      その他、購買の申し込みに承諾することが当社の技術上、顕著に支障があると判断する場合
第12条 (支払方法)
当会で購買した財貨等に対する代金は次の各号の方法のうち可用な方法で支払可能です。但し、当会は会員の支払方法に対して財貨等の代金にいかなる名目であっても追加手数料は徴収できません。
1.  	Paypalを利用したプリペイドカード、デビットカード、クレジットカードなどの各種カード決済
2.  	Paypalを利用した電子貨幣による決済
第13条 (行事の最低人員未達による契約の解除)
当社は行事進行のための最低人員が未達して旅行契約を解除する場合、事前に会員に通知しなければなりません。
第14条 (契約締結の拒絶)
当社は会員に次の各号に該当する事由がある場合には会員との契約締結を断ることができます。
1.      他の会員に迷惑をかけたり旅行の円滑な実施に支障があると認定される場合
2.      病気などの他の自由で旅行が困難であると認定される場合
3.      契約書に明示した最低進行人員が未達した場合
第15条 (旅行料金)
1.      基本料金には次の各号が含まれます。但し、次の①~⑥号は会員本人が直接旅行地で支払うべき金額であるが、当社が会員の便宜のために受託してこれを代わりに支払います。
①     空港、駅、埠頭とホテルをつなぐ送迎バス料金(公演当日)
②     宿泊料金及び食事料金
③     ガイド経費
④     旅行中に必要な各種税金
⑤     日程表内の観光地の入場料
⑥     その他、個別契約による費用
2.      会員は契約締結の際、総額を当社に納入するべきであり、旅行料金または損害賠償額の全部または一部として扱います。
3.      会員は第1項の旅行料金を当事者が約定した内容に従い、Paypalの方法 で支払わなければなりません。
第16条 (旅行条件の変更及び料金などの精算)
1.      上記の第1条の旅行条件は次の各号の場合に限って変更される可能性があります。
①     会員の安全と保護のために会員の要請、または現地事情によりやむを得ないと双方が合意した場合
②     天災地変、戦乱、政府の命令、運送・宿泊機関などのストライキ・休業で旅行の目的を達成できない場合
2.      前項の旅行条件の変更により第15条第1項の旅行料金に増減が生じる場合には旅行出発前の変更分は旅行出発以前に、旅行中の変更分は旅行終了後、10日以内に各々精算(返金)しなければなりません。
3.      第1項の規定に基づかず、旅行条件が変更されたり第17条または第18条の規定に基づく契約の解除によって損害賠償額が発生した場合には、旅行出発前の発生分は旅行出発以前に、旅行中の発生分は旅行終了後1か月以内に各々精算(返金)しなければなりません。
4.      会員は旅行出発後、本人の事情で宿泊、食事、観光など、旅行料金に含まれたサービスを提供されなかった場合、当社にそれに応じる料金の返金を請求することができません。但し、旅行が途中に終了された場合には第19条に準じて処理します。
第17条 (旅行出発前の契約解除)
1.      当社または会員は旅行出発前、この旅行契約を解除することができます。この場合に発生する損害額は「消費者紛争解決基準」(公正取引委員会告示)に従って賠償します。
2.      当社または会員は旅行出発前に次の各号に該当する事由がある場合、相手に前項の損害賠償額を支払わずにこの旅行契約を解除することができます。
①当社が解除できる場合
あ. 第16条第1項第1号及び第2号の事由である場合
い. 会員が他の会員に迷惑をかけたり旅行の円滑な実施に顕著な支障があると認定される場合
う. 病気など、会員の身体に異常が発生し旅行への参加が不可能である場合
え. 会員が契約書に記載された期限内に旅行料金を支払わない場合
②会員が解除できる場合
あ. 第16条第1項第1号及び第2号の事由である場合
い. 病気など、会員の身体に異常が発生し旅行への参加が不可能である場合
う. 当社の帰責事由で契約書に記載された旅行日程通りに旅行実施が不可能となった場合
第18条 (旅行出発後の契約解除)
1.      当社または会員は旅行出発の後、やむを得ない事由がある場合に契約を解除できます。但し、これにより相手が受けた損害を賠償しなければなりません。
2.      前項の規定によって解約された場合、当社は会員が帰宅するに必要な事項を協調する必要があり、これに必要な費用として当社の帰責事由によらないものは会員が負担します。
第19条 (パッケージ返金)
当会は会員が購買を申し込んだ財貨等が品切れなどの事由で提供できない際には速やかにその事由を会員に通知し、事前に財貨等の代金をもらった場合には返金するか返金に必要な措置を取ります。但し、キャンセル手数料は下記の場合を除いた全ての場合に適用されます。
1.      行事が中止された場合
2.      行事が開催される国家の内戦、天災地変、伝染病などによって開催国の政府から旅行不可判断が下された場合
第20条 (MD販売および返金)
1.      MDはSMエンターテインメント、または関連業務関係会社で販売する、コンサート、またはアーティストグッズを意味し、会員サービスでは当該MDを委託販売するため、製品に対する製造、およびAS責任は製造/供給者側にあります。
2.      MD販売対象は、当該コンサートのパッケージ購入者に限ります。
3.      交換、および返金は、MD購入者がツアーデスクで現地受領(対面受領)した後、直ちに開封し、状態確認後、異常が発見された場合のみ可能であり、受領署名後に発生する交換および返金業務は処理できません。
4.  	購入したMDは、MD購入者本人がツアーデスクにて直接受け取ることを原則とし、当社が対面配布をやむを得ないと判断された場合のみ配送サービスを行います。
5.      MD事前購入サービスが提供されないパッケージがオープンされる可能性もあります。
6.      返金時に発生する決済代行会社側の手数料、購入時と払戻時の為替差に発生する為替差益、または為替差損はMD購入者負担となります。
第21条 (個人情報保護)
1.      当会は会員の個人情報収集の際、サービス提供のために必要な範囲内で最小限の個人情報を収集します。
2.      当会は会員の個人情報を収集・利用する際には、会員にその目的を告知し同意を得ます。
3.      当会は収集した個人情報を目的外の用途として利用できず、新しい利用目的が発生した場合、または第三者に提供する場合には、利用・提供段階に会員にその目的を告知し同意を得ます。但し、関連法令に別途の規定がある場合は例外とします。
4.      当会が第2項と第3項によって会員の同意を求める場合には、個人情報管理責任者の身元(所属、氏名及び電話番号、その他連絡先)、情報の収集目的及び利用目的、第三者に対する情報提供関連事項(提供された者、提供目的及び提供する情報の内容)など「情報通信網利用促進及び情報保護などに関する法律」第22条第2項が規定した事項を事前に明示したり告知する必要があり、会員はいつでもこの同意を撤回することができます。
5.      会員はいつでも当会が持っている自身の個人情報について閲覧および誤り訂正を要求することができ、当会はこれに対して迅速に必要な措置をとる義務があります。会員が訂正を要求した場合には、当会はその誤りを訂正するまで該当する個人情報を利用しません。
6.      当会は個人情報のために会員の個人情報を扱う者を最小限に制限する必要があり、会員の個人情報の紛失、盗難、流出、同意のない第三者への提供、変造などによる会員の損害に対して全ての責任を負います。
7.      当会またはそこから個人情報を提供された第三者は個人情報の収集目的または提供目的を達成した際には該当する個人情報を速やかに破棄します。
8.      当会は個人情報の収集、利用、提供に関する同意を事前に選択したものとして設定しません。また、個人情報の収集、利用、提供に関して会員が同意を拒絶した際に制限されるサービスを具体的に明示し、必修収集項目ではない個人情報の収集、利用、提供に関する会員の同意拒絶の理由で会員加入などサービス提供を制限したり断りません。
第22条 (当会の義務)
1.      当会は法令と本規約が禁止したり公序良俗に反する行為をせず、本規約が決める内容により持続的で安定的に財貨等を提供することに最善を尽くさなければなりません。
2.      当会は会員が安全にインターネットサービスを利用できるように会員の個人情報(信用情報含め)保護のための保安システムを備えなければなりません。
3.      当会が商品や用役に対して「表示、広告の公正化に関する法律」第3条 所定の不当な表示、広告行為をすることによって会員が損害を受けた際にはこれを賠償する責任を負います。
4.      当会は会員が希望しない営利目的の広告性電子メールを発送しません。
第23条 (会員のID及びパスワードに対する義務)
1.      第20条の場合を除いたIDとパスワードに関する管理責任は会員にあります。
2.      会員は自身のID及びパスワードを第三者に利用させてはいけません。
3.      会員が自身のID及びパスワードを盗難されたり第三者が使用していることを認知した場合には、速やかに当会に通報し、当会の案内がある場合にはそれに従わなければなりません。
第24条 (会員の義務)
会員は以下の行為をしてはいけません。
1.      申し込みまたは変更時の虚偽内容の登録
2.      他人情報の盗用
3.      当会に掲示された情報の変更
4.      当会が決めた情報以外の情報(コンピュータープログラムなど)などの送信または掲示
5.      当会のほか、第三者の著作権など知的財産権に対する侵害
6.      当会のほか、第三者の名誉を損傷させたり業務を妨害する行為
7.      わいせつまたは暴力的なメッセージ、画像、音声、その他公序良俗に反する情報を当会に公開または掲示する行為
第25条 (著作権の帰属及び利用制限)
1.      当会が作成した著作物に対する著作権その他知的財産権は当会に帰属します。
2.      会員は当会を利用することで得た情報のうち、当会に知的財産権が帰属した情報を当会から事前に承諾を得ずに複製、送信、出版、配布、放送、その他の方法を通じて営利目的で利用したり第三者に利用させてはいけません。
第26条 (会員の掲示物及び著作権)
1.      掲示物とは会員がサービスを利用する際に掲示した書き込み、写真、各種ファイルとリンクなどを言います。
2.      会員の掲示物による損害やその他の問題が発生する場合、会員はこれに対する責任を負うことになり、当社は責任を負いません。
3. 当社は次の各号に該当する掲示物などを会員から事前に同意を得ずに任意掲示、中断、修正、削除、移動または登録拒否などの関連した措置をすることができます。
- ほかの会員または第三者を激しく侮辱したり名誉を損傷させる内容である場合
- 公序良俗に違反する内容を流布したりリンクさせる場合
- 不法複製またはハッキングを助長する内容である場合
- 第三者の著作権を侵害し、掲示中断の要請をもらった場合
- 営利を目的とする広告である場合
- 犯罪と結び付くと客観的に認定される内容である場合
- 内容が異なる場合
- 会員または第三者の著作権などの他の権利を侵害する私的な政治的判断や宗教的見解の内容で当社がサービスの性格に符合しないと判断する場合
- 当社が規定した掲示物の原則に反したり、掲示板に符合しない場合
- その他、関連法令に違反すると判断される場合
4. 会員が掲示した掲示物の著作権は会員に帰属します。但し、当社はサービスの運営、展示、伝送、配布、報告の目的で会員から別途の許可を得ずに無償で著作権で規定する公正な慣行に合致するように会員の掲示物を使用することができます。
5. 当社は前項以外の方法で会員の掲示物を利用しようとする場合、電話、ファックス 電子メールなどの方法を通じて事前に会員の同意を得なければなりません。
6. 会員が利用契約を解除した場合、他人により保存などで再掲示されたり複製された掲示物と他人の掲示物と結合された形で提供される掲示物、教養掲示板に登録された掲示物などは削除されません。
第27条 (紛争解決)
1.      当社は会員から提出される不満事項及び意見は優先的にその事項を処理します。但し、速やかな処理が困難である場合には会員にその事由と処理日程を速やかに通知します。
2.      当社と会員の間で発生した電子商取引紛争と関連して、会員から被害救済申請がある場合には会員および当社は双方誠意を持って協議の上これを解決するものとします。
第28条 (準拠法・裁判管轄)
1.      本サイトの利用、並びに本規約の適用および解釈は、日本法に準拠するものとします。
2.      会員は、当社との間で当会の利用または本規約について訴訟の必要が生じた場合、東京地方裁判所または東京簡易裁判所を第一審の専属的合意管轄裁判所とすることに合意するものとします。
本規定は2025年 3月 1日より適用されます。`;

export default termsJP;
